[Ability.A_Colere_du_sang H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="血怒"
mTooltip="在每个回合开始时，根据此生物的冷血等级增加其最小和最大伤害：\n等级 1：%buff1.buff.stat1\n等级 2：%buff2.buff.stat1\n等级 3：%buff3.buff.stat1。"

[Ability.A_Colere_du_sang_Buff_expert H7BaseBuff]
mName="血怒"
mTooltip="增加此生物 %stat1 点伤害。"

[Ability.A_Colere_du_sang_Buff_master H7BaseBuff]
mName="血怒"
mTooltip="增加此生物 %stat1 点伤害。"

[Ability.A_Colere_du_sang_Buff_novice H7BaseBuff]
mName="血怒"
mTooltip="增加此生物 %stat1 点伤害。"

[Ability.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="山泉喷涌"
mTooltip="一条直线上的所有敌方生物承受 %d1 %ICON_Water 点水属性伤害。\n每场战斗 2 次。"

[Ability.bUFF_hiver_come_dommage_master H7BaseBuff]
mName="凛冬将至"
mTooltip="在回合结束时对所有敌人造成 %d1 点伤害，并为所有盟友治疗 %d2 %icon_health 点生命值。"

[Ability.hiver_come H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="凛冬将至"
mTooltip="当该生物达到冷血等级 3 时，在 4 回合后，它会释放一次强大的攻击，对所有敌人造成 %d %icon_water 点水属性伤害，并治疗所有盟友 %d %icon_health 点生命值。"

[Champion_frost.A_Creature_champion_frost H7Creature]
mName="毁灭者"
mLore="在恩提尔的最东边，冰冷的阳光最先出现在山顶，来自神圣帝国的难民们在此定居。他们既崇拜在高山上更接近的太阳，也崇拜冰霜女士玛夏纳，由此形成了毁灭者阶层。这些强大的战士在最寒冷的洞穴中锻炼肌肉，在最寒冷的湖泊中游泳，在最深的雪中奔跑，只为与霜冻融为一体，仅靠杰罗什微弱的阳光取暖。\n\n招募所需稀有资源： \n1 星银"

[Champion_frost.A_Creature_champion_frost_1_upregate H7Creature]
mName="撼山者"
mLore="最陡峭的山峰似乎从未被人类踏足过。大错特错。这些是撼山者的隐居处。他们是失去了人性，与雪、寒冷和山脉融为一体的存在。很少有人能成为这样的存在。而最终的考验是攀登尚未被征服的山峰。据说他们是山脉的守护者。\n\n招募所需稀有资源： \n2 星银"

v1.38

[Ability.bUFF_hiver_come H7BaseBuff]
mName="凛冬将至"
mTooltip="在 %durnow 回合后触发一次强大的攻击，对敌人造成 %buff3.buff.d2 点伤害，并为盟友治疗 %buff3.buff.d2 %icon_health 点生命值。"